Repository: OpenEoto/openeoto_concrete5
Catalog: languages/*/LC_MESSAGES/messages.po
Languages: de_de

source: Access Denied.
de_de: Zugriff verweigert.

source: Course management for Concrete5
de_de: Kursverwaltung für Concrete5

source: Please enable Advanced Permissions for this add-on.
de_de: Bitte aktivieren Sie "Erweiterte Berichtigungen" in "System & Einstellungen".

source: Course teachers
de_de: Kurs-Lehrende

source: Users who administrate courses
de_de: Benutzer die Kurse verwalten

source: Overview
de_de: Übersicht

source: Course Management
de_de: Kursverwaltung

source: Settings
de_de: Einstellungen

source: Course
de_de: Kurs

source: Course session
de_de: Kurs-Sitzung

source: Open Courses Summary
de_de: Kurs-Übersicht

source: Summary of
de_de: Übersicht von

source: Course Dashboard
de_de: Kurs-Dashboard

source: Published?
de_de: Veröffentlicht?

source: Course: Completion Approval needed?
de_de: Kurs: Berechtigung "Kurs abschließen" benötigt?

source: Course: Invite code
de_de: Kurs: Invite Code

source: Course: Group ID Learners
de_de: Kurs: Gruppen-ID Lernende

source: Course: Group ID Teachers
de_de: Kurs: Gruppen-ID Lehrende

source: Course: File Set ID
de_de: Kurs: Dateialben ID

source: Course: Learner left count
de_de: Kurs: Lernende übrig

source: Session id
de_de: Sitzungs-ID

source: Session: Completion approval needed?
de_de: Sitzung: Berechtigung "Sitzung abschließen" benötigt?

source: HTML/WYSIWYG Editor Content for Open Courses.
de_de: HTML/WYSIWYG Inhaltseditor for OpenEoto Courses

source: Open Courses Content
de_de: OpenEoto Inhalts-Block

source: Congratulations! You joined the course:
de_de: Glückwunsch! Sie sind dem Kurs erfolgreich beigetreten:

source: Go to course
de_de: Zum Kurs

source: Error
de_de: Fehler

source: Join
de_de: Beitreten

source: New blank course
de_de: Neuer leerer Kurs

source: No file selected. Please select a zip-file!
de_de: Keine Datei ausgewählt. Bitte wählen Sie eine .zip-Datei aus!

source: You are not logged in or you do not have permission to execute this operation
de_de: Sie sind nicht angemeldet und/oder haben nicht die erforderliche Berechtigung, um diese Aktion auszuführen.

source: Learning
de_de: Lernend

source: Teaching
de_de: Lehrend

source: Overall Progress
de_de: Gesamtfortschritt

source: No courses found.
de_de: Keine Kurse gefunden.

source: Create Course
de_de: Kurs erstellen

source: Start blank
de_de: Leer starten

source: Upload course
de_de: Kurs hochladen

source: You are not logged in. Please login to see your courses:
de_de: Sie sind nicht angemeldet. Bitte melden Sie sich an, um ihre Kurse anzuschauen:

source: Title:
de_de: Titel:

source: Title
de_de: Titel

source: Create course
de_de: Kurs erstellen

source: Course file (.zip):
de_de: Kurs-Datei (.zip)

source: Session created sucessfully. Go to it:
de_de: Sitzung erfolgreich erstellt. Zur Sitzung:

source: Group-ID for learner user group not found in database.
de_de: Gruppen-ID für Gruppe der Lerner nicht gefunden in der Datenbank.

source: Error: User could not be found in database.
de_de: Fehler: Benutzer nicht gefunden.

source: User has been added successfully to group!
de_de: Benutzer wurde erfolgreich der Gruppe hinzugefügt.

source: Error: User is already teacher in this course.
de_de: Fehler: Benutzer ist bereits Lehrender des Kurses.

source: Maximum length for field title is 100 chars
de_de: Maximale Länge für das Feld "Titel" ist 100 Zeichen.

source: Please enable Application Events, otherwise this plugin will not work correctly!
de_de: Bitte aktivieren Sie "Erweiterte Berichtigungen" in "System & Einstellungen". Das Add-On wird sonst nicht korrekt funktionieren!

source: Course added succesfully
de_de: Kurs erfolgreich hinzugefügt.

source: Course imported successful!
de_de: Kurs erfolgreich importiert.

source: Group-ID for teacher user group not found in database.
de_de: Gruppen-ID für Gruppe der Lehrenden nicht gefunden.

source: Error: Course could not be found.
de_de: Fehler: Kurs nicht gefunden.

source: Course was deleted successfully.
de_de: Kurse wurde erfolgreich gelöscht.

source: No file selected. Please select a .zip file
de_de: Keine Datei ausgewählt. Bitte wählen Sie eine .zip-Datei aus.

source: Invalid file. Please use a .zip file!
de_de: Falsches Dateiformat: Bitte wählen Sie eine .zip-Datei aus.

source: Configuration settings saved.
de_de: Konfiguration wurde gespeichert.

source: Dashboard page not found.
de_de: Dashboard-Seite wurde nicht gefunden.

source: Open courses dashboard page not found.
de_de: OpenEoto Courses Dashboard-Seite nicht gefunden.

source: Setup permissions for dashboard pages finished. Please note that you need the set some permissions manually. See Installation Guide for detailed information.
de_de: Setzen der Berechtigungen für Dashboard-Seiten abgeschlossen. Bitte beachten Sie, dass Sie einige Berechtigungen noch manuell setzen müssen (Siehe Installationsanleitung).

source: Sorry, you have no permission to access this course.
de_de: Sorry, aber Sie haben keine Berechtigung diesen Kurs zu besuchen.

source: Sorry, you have no permission to access this session.
de_de: Sorry, aber Sie haben keine Berechtigung diese Sitzung zu besuchen.

source: File must be a .zip-archive.
de_de: Datei muss eine .zip-Datei sein.

source: The allowed maxium upload file size is
de_de: Die erlaubte maximale Dateigröße für Uploads beträgt:

source: Theme not found. Please check settings for open courses in the dashboard
de_de: Theme wurde nicht gefunden. Bitte überprüfen Sie die Add-On Einstellungen!

source: Course collection page not found ID:
de_de: Kurs-Seiten-ID nicht gefunden:

source: Server-Error: Course not found or course is not published yet. Please notify the administrator or teacher if this happens again.
de_de: Server-Fehler: Kurs wurde nicht gefunden oder Kurs wurde noch nicht veröffentlicht. Bitte benachrichtigen Sie die Administratoren, falls dies wieder geschieht.

source: User is already teacher. You can't have both roles in a course.
de_de: Benutzer ist bereits Lehrender. Ein Benutzer kann nur Lehrender oder Lernender in einem Kurs sein.

source: Server-Error. Please notify the administrator if this happens again.
de_de: Server-Fehler: Bitte benachrichtigen Sie die Administratoren, falls dies wieder geschieht.

source: Start course import...
de_de: Starte Kurs-Import...

source: Directory structure could not be set up. File Permission problem?
de_de: Verzeichnisstruktur konnte nicht angelegt werden. Bitte überprüfen Sie die Dateiberechtigungen auf dem Server.

source: Directory structure of extracted zip archive is not valid or it is not a directory. Could not find sessions/-folder and index.html file.
de_de: Verzeichnisstruktur des entpackten zip-Archivs entspricht nicht den Vorgaben. Beim Import konnte das Verzeichnis "sessions" und die "index.html"-Datei nicht gefunden werden.

source: JSON file course.json could not be parsed. Error:
de_de: Die JSON-Datei "course.json" konnte nicht eingelesen werden. Fehler:

source: Could not find any session .html files in directory sessions.
de_de: Konnte keine Sitzungsdateien in dem Verzeichnis "sessions" finden.

source: Path for session not found. Please check your course.json file. Session:
de_de: Pfad für Sitzungen nicht gefunden. Bitte überprüfen Sie die "course.json"-Datei

source: File not found for session. Path:
de_de: Datei nicht gefunden für Sitzung. Angegebener Pfad:

source: Course import finished successful...
de_de: Kurs-Import erfolgreich abgeschlossen...

source: Course code could not be generated. Please try again or contact an administrator.
de_de: Kurs-Code konnte nicht generiert werden. Bitte Administrator benachrichtigen, falls das wieder passiert.

source: Course teachers for
de_de: Lehrende des Kurses für

source: Users who are teachers in course with page ID:
de_de: Benutzer die Lehrende des Kurses sind. Kurs-ID:

source: Course learners for
de_de: Kurs-Lernende für

source: Users who are learners in course with page ID:
de_de: Benutzer die Lernende des Kurses sind. Kurs-ID:

source: Directory
de_de: Verzeichnis

source: %s completed session '%s'
de_de: %s abgeschlossene Sitzungen '%s'

source: %s unmarked session '%s' as completed
de_de: %s hat Sitzung '%s' wieder als unabgeschlossen zurückgesetzt

source: %s unmarked course '%s' as completed
de_de: %s hat Kurs '%s' wieder als unabgeschlossen zurückgesetzt

source: %s left course '%s'
de_de: %s haben den Kurs '%s' verlassen

source: %s joined course '%s'
de_de: %s ist dem Kurs '%s' beigetreten

source: %s added to course '%s' by teacher
de_de: %s wurde dem Kurs '%s' von einem Lehrenden hinzugefügt

source: %s removed from course '%s' by teacher
de_de: %s wurde vom Kurs '%s' von einem Lehrenden entfernt

source: Alert!
de_de: Warnung!

source: Do you want to leave the course? All progress will be lost and you can't undo this! Are you sure?
de_de: Wollen Sie den Kurs wirklich verlassen? Ihr gesamter Fortschritt und alle Daten werden gelöscht! Sind Sie sich sicher?

source: Yes, delete my data.
de_de: Ja, Daten löschen.

source: Cancel
de_de: Abbrechen

source: Teacher dashboard
de_de: Lehrenden-Dashboard

source: Leave course
de_de: Kurs verlassen

source: Finish course
de_de: Kurs abschließen

source: Completed
de_de: Abgeschlossen

source: Sessions
de_de: Sitzungen

source: Session
de_de: Sitzung

source: No sessions found.
de_de: Keine SItzung gefunden.

source: Mark as completed
de_de: Als abgeschlossen markieren

source: Back to Course WebView
de_de: Zurück zur Kurs-Ansicht

source: This course is in draft-mode:
de_de: Dieser Kurs befindet sich im Entwurfsmodus:

source: Activate it here
de_de: Hier veröffentlichen

source: Edit Settings
de_de: Einstellungen bearbeiten

source: Statistics
de_de: Statistiken

source: Learners
de_de: Lernende

source: You can invite learner via this course invite code:
de_de: Sie können Lernende über diesen Invite Code einladen

source: Manage sessions
de_de: Sitzungen verwalten

source: Session title...
de_de: Sitzungstitel...

source: Add Session
de_de: Sitzung hinzufügen

source: Change order
de_de: Sortierung verändern

source: Active?
de_de: Aktiviert?

source: Action
de_de: Aktion

source: Edit
de_de: Bearbeiten

source: Delete
de_de: Löschen

source: Timeline of activities
de_de: Timeline der Aktivitäten

source: Course dashboard
de_de: Kurs-Dashboard

source: Save
de_de: Speichern

source: Delete session?
de_de: Sitzung löschen?

source: Do you really want to delete the following session? All data will be lost. This can not be undone!
de_de: Wollen Sie wirklich die folgende Sitzung löschen? Alle Daten gehen verloren. Das kann nicht rückgängig gemacht werden.

source: Yes, delete
de_de: Ja, löschen.

source: Edit course
de_de: Kurs bearbeiten

source: Is published?
de_de: Ist veröffentlicht?

source: Save changes
de_de: Änderungen speichern

source: Edit session
de_de: Sitzung bearbeiten

source: Sorry, course not found in database.
de_de: Kurs wurde nicht gefunden.

source: Learner management
de_de: Verwaltung Lernende

source: Add registered user
de_de: Registrierte Benutzer hinzufügen

source: or
de_de: oder

source: Username
de_de: Benutzername

source: Add
de_de: Hinzufügen

source: Invite user
de_de: Benutzer einladen

source: You can invite unregistered users via this code:
de_de: Sie können unregistrierte Benutzer über diesen Invite Code einladen:

source: (See Open Courses Manual for more information)
de_de: (Für mehr Informationen schauen SIe bitte in das Handbuch)

source: Joined learners
de_de: Beigetretene Lernende

source: Actions
de_de: Aktionen

source: Remove
de_de: Entfernen

source: Sorry, although we really like Open Access, you have no permission for this course. Please contact the administrator if you have further questions or problems!
de_de: Sie haben keine Berechtigung diesen Kurs zu betreten.

source: of all learners finished the course
de_de: von allen Lernenden haben diesen Kurs abgeschlossen

source: Total active learners
de_de: Gesamte aktive Lernende

source: Progress
de_de: Fortschritt

source: Learner(s) left this course.
de_de: Lernende haben diesen Kurs verlassen.

source: Course Administration
de_de: Kurs-Verwaltung

source: Course create mode
de_de: Kurs-Erstellungs-Modus

source: All registered users can create courses.
de_de: Alle registrierten Benutzer können Kurse erstellen.

source: Teachers and Admins can create courses.
de_de: Lehrende und Administratoren können Kurse erstellen.

source: Only Admins can create courses.
de_de: Nur Administratoren können Kurse erstellen.

source: Allow script tags on import?
de_de: Script-Tags beim Import erlauben?

source: No
de_de: Nein

source: Yes
de_de: Ja

source: Theme handle for (new) courses and sessions
de_de: Theme handle für neue Sitzungen und Kurse

source: Edit settings
de_de: Konfiguration bearbeiten

source: Setup initial permissions
de_de: Initiale Berechtigungen setzen

source: You can set here (most of the) the dashboard page permissions automatically after installation.
de_de: Sie können hier die meisten der Berechtigungen für Dashboard-Seiten automatisiert vergeben.

source: Setup permissions
de_de: Berechtigungen setzen

source: Course administration
de_de: Kurs-Verwaltung

source: Do you really want to delete the course
de_de: Wollen Sie diesen Kurs wirklich löschen

source: All data connected to this course will be removed.
de_de: Alle Daten werden unwiderruflich gelöscht.

source: Yes, delete.
de_de: Ja, Löschen.

source: Create new course
de_de: Neuen Kurs erstellen

source: Courses
de_de: Kurse

source: Create a new course based on a course template (zip-file).
de_de: Einen neuen Kurs basierend eines .zip-Archivs erstellen.

source: Use File Manager
de_de: Datei-Manager benutzen

source: Select file:
de_de: Datei auswählen:

source: Choose or upload a file (zip)
de_de: Datei auswählen oder eine .zip-Datei hochladen

source: One-time upload
de_de: Einmaliger Upload

source: Upload a file:
de_de: Datei hochladen:

source: File will be deleted after course creation.
de_de: Datei wird gelöscht nach Kurs-Erstellungen.

source: View course in dashboard
de_de: Kurs im Dashboard ansehen

source: Course:
de_de: Kurs:

source: Course title
de_de: Kurs-Titel

source: Create blank course
de_de: Leeren Kurs erstellen

source: Import course
de_de: Kurs importieren

source: Show all courses
de_de: ALle Kurse anzeigen

source: Date added
de_de: Datum hinzugefügt

source: Web view
de_de: Web-Ansicht

source: Teachers
de_de: Lehrende

source: There is no course. Please create or import your first course here:
de_de: Kein Kurs vorhanden. Bitte erstellen oder importieren Sie ihren ersten Kurs hier:

source: Add teacher
de_de: Lehrenden hinzufügen

source: Add user
de_de: Benutzer hinzufügen

source: Admins only
de_de: Nur Administratoren

source: Admins & Teachers
de_de: Administratoren & Lehrende

source: Learners, Teachers and Admins
de_de: Lehrende, Lernende und Administratoren

source: Warning: Please read the docs regarding security concerns if you want to give permission to learners and/or teachers to create/upload their own courses.
de_de: Warnung: Bitte lesen Sie die Add-On-Anleitung sorgfältig, wenn Sie Lernenden oder Lehrenden die Berechtigung geben wollen, eigene Kurse zu erstellen und/oder zu importieren. Gegebenfalls kann es zu Sicherheitsproblemen kommen.

source: Warning: Please read the docs regarding security concerns if you enable this option.
de_de: Warnung: Bitte lesen Sie die Add-On-Anleitung sorgfältig, wenn Sie diese Option aktivieren wollen. Gegebenfalls kann es zu Sicherheitsproblemen kommen.

source: Theme for (new) courses and sessions
de_de: Theme für neue Kurse und Sitzungen

source: Save settings
de_de: Einstellungen speichern

source: Set up permissions
de_de: Berechtigungen setzen

source: Warning: This action will overwrite pre-existing advanced permissions for the dashboard system pages & child pages! Are you sure?
de_de: Warnung: Diese Aktion wird alle zuvor gesetzten Berechtigungen für Verwaltungs-Seiten (und Unterseiten) überschreiben. Sind Sie sich sicher?

source: Yes, setup permissions!
de_de: Ja, Berechtigungen überschreiben.

source: Dashboard
de_de: Verwaltung

source: Profile
de_de: Profil

source: Sign out
de_de: Abmelden

source: Sign in
de_de: Anmelden
